[Russian]
1000 = активный поиск
1001 = или нажмите после подключения
1002 = Используйте соединение «Bluetooth» на вашем iPhone
1003 = Пожалуйста, включите "Bluetooth" на вашем телефоне
1004 = поиск ...
1005 = Завершить поиск
1006 = Отменить
1007 = Ожидание соединения ...
1008 = или USB-соединение
1009 = Нажмите, чтобы подключиться
1010 = Подключение
1011 = Connect Fail...
1012=Delete
1013=Connect your phone with USB
1014=Updating... DO NOT power off
1015=Update success
1016=Update failed
1017=Reboot
1018=Need to complete activation
1019=Hardware fail
1020=Подключение
1030=настроить
[-Russian-]
[-Russian-]
